[
  {
    "start": "00:07:00,720",
    "end": "00:07:30,399",
    "hook": "Did you know women who live together sync their periods?",
    "caption": "Period syncing is real!\nInvisible forces connect us\nWhat else is possible?",
    "transcript_text": "So did you know that women who live together or work closely together will synchronize their menstrual periods within two or three months? Yeah, I found this out many years ago. And it has completely changed my perception on so many things. So many things, because I have to be honest, I'm a very sort of logical, I need like science and evidence. And so I always thought about, I don't know, physical physical things. Like if I can't see it, it doesn't exist. Kind of been my framework for thinking about life."
  },
  {
    "start": "00:18:01,039",
    "end": "00:18:35,220",
    "hook": "Blame your boss for your belly fat? Science says you might be right.",
    "caption": "Cortisol = stress belly\nLeadership stress leaks down\nEven CEOs’ stress can make you gain weight",
    "transcript_text": "And the other thing about cortisol, which is quite funny. Well, one of the side effects is quite funny, is that as a survival mechanism, it will help you to store fat around your abdomen. So, you know, again, in the cave, if you were potentially going to like not find food for a month, then if you had extra fat around your abdomen, you could digest that and survive until you could find food. So with my clients and financial services, it got to a point where as soon as I walked into the room, they just lift their T-shirt up and say, now you know how I've been in the last month."
  },
  {
    "start": "01:50:00,829",
    "end": "01:51:31,729",
    "hook": "This wild experiment made 80-year-olds look and feel younger in just one week.",
    "caption": "They lived like they were 60 again…\nAnd their bodies changed in DAYS!\nProof your mind shapes your reality.",
    "transcript_text": "they were given newspapers dated from 20 years ago they had photos of themselves in that house when they were in their 60s and and one of the things was they got there and they were they were sort of like okay you know who's going to carry our suitcase up to the bedroom or whatever and they were like no you're 60 now you carry your own suitcase so it literally started from the minute they got there and these little old ladies had to and and gentlemen had to carry their cases up um after one week the people in that group were taller because that's their posture improved they were they had better musculoskeletal coordination than they had a week before in before and after photos that were shown to people that didn't know them they were rated as younger in the one week after photos and the photos from arriving at that place um and the reminiscing group also had some improvements but not as much as a group that lived like they were in their 60s"
  },
  {
    "start": "00:06:18,600",
    "end": "00:06:38,740",
    "hook": "Can stress actually be contagious?",
    "caption": "Is stress catching?\nTurns out, vibes are real\nProtect your energy!",
    "transcript_text": "My second question now was about the contagion of stress. Once upon a time, I googled, because I had a thesis, I googled, is stress contagious? And it came up and it said it was contagious. Is it contagious? In what circumstances do we need to be aware of that contagion? And more importantly, how and why is it contagious?"
  },
  {
    "start": "00:06:39,279",
    "end": "00:06:53,959",
    "hook": "Ever left a room feeling totally drained by someone else?",
    "caption": "Some people just zap your energy\nIt’s not in your head—here’s why\nProtect your vibe!",
    "transcript_text": "Okay, I will tell you the answer to that. But I'm going to ask you a question first. Have you ever walked into a room with someone? And by the time you've left that meeting with them, you just feel so drained. Okay, so you know, yeah, you know, so you know the feeling."
  },
  {
    "start": "00:05:01,740",
    "end": "00:05:27,759",
    "hook": "Did you know stress is totally subjective?",
    "caption": "Stress hits everyone differently\nIt's all about your perception\nChange your mind, change your stress",
    "transcript_text": "So one can be in a situation where they feel very stressed. You can put a different person in that situation and they wouldn't experience it as stress. Also, there is, I think there's quite a famous TED Talk that makes the case that stress only has physiological consequences in the form of disease and inflammation and the heart attacks you're describing. If we believe that stress is going to have that effect on us, if we believe stress is bad. It's bad, yeah. I get that. Is that true?"
  },
  {
    "start": "01:27:43,960",
    "end": "01:28:35,420",
    "hook": "This wild experiment proves your mind can literally grow muscle.",
    "caption": "The power of visualization\nHow thinking can build muscle\nMind over matter is real",
    "transcript_text": "So this was an experiment done on two groups of weightlifters. Thought you might like this one. That's a big compliment, thank you so much. You think I'm a weightlifter. You think I identify as a weightlifter. You looked at me and thought weightlifter. Totally. Thank you so much. This was finger and elbow weights though, so maybe not so glamorous in this experiment. So one group lifted finger or elbow weights. I think this was a two-week study and they showed I think it was about a 40% increase in muscle mass of the targeted muscle group for those weights. Their counterparts only imagined lifting weights for two weeks. They lifted no weights for two weeks. They just sat there and they visualized themselves lifting weights and they had a 13% increase in muscle mass."
  },
  {
    "start": "01:50:30,880",
    "end": "01:50:53,099",
    "hook": "Want to feel better? Try living a life that’s aesthetically pleasing to your brain.",
    "caption": "Make your brain smile 🧠✨\nFlowers, music, birdsong = instant mood boost\nNeuroaesthetics in action!",
    "transcript_text": "And so they say things like, you know, if you've put like a bunch of flowers on your bedside table and it smells nice and that's the first thing you smell in the morning and then you like look at the beautiful flowers. If you've got objects of beauty in your house, if you listen to birdsong in the morning, that that's all neuroaesthetics. It's living a life that is aesthetically pleasing to your brain and that's good for your health."
  },
  {
    "start": "01:51:29,050",
    "end": "01:52:56,890",
    "hook": "My optician told me I’d need reading glasses. I just said no.",
    "caption": "Refuse to accept limits 👓\nMy eyesight got BETTER, not worse!\nMind over matter is real.",
    "transcript_text": "well my optician told me so he's um of indian origin same age as me and he said oh i think you know you're probably going to need reading glasses next year and i was like no i do not want reading glasses that makes you look really old and he was like yeah i know i know we both look younger than we are but you know your eyes are gonna age just like anybody else's and i was like no they are not so i left came back a year later he said oh how's it going with the reading so it's fine and he sort of went okay tara so he's doing my eye test he spins around on this little chair halfway through and says your eyes haven't got worse they haven't even stayed the same they've got better and i said i know and he said what have you been doing and i said well i just said no to you and you said i'm gonna have to get reading glasses and when i'm like looking at my phone or a book and it feels like it would be a bit easier if i moved it further away i just don't"
  },
  {
    "start": "01:27:00,360",
    "end": "01:27:36,020",
    "hook": "Can exercise actually help you learn a new language faster?",
    "caption": "Aerobic exercise = brain boost\nHow movement accelerates learning\nScience-backed memory hacks",
    "transcript_text": "So I want to make sure I'm super clear on this. So if I'm trying to develop, if I'm trying to speak a different language by doing exercise that has an impact on... Oh, it will help you learn and retain memories, yeah. So in simple language, if I'm doing aerobic exercise my ability to accelerate my neuroplasticity will increase. Yeah. What if it's like not aerobic exercise? What if I'm just like lifting big weights? There are benefits to your brain of other types of exercise but weight training doesn't relate to neurogenesis as much."
  },
  {
    "start": "01:39:26,899",
    "end": "01:39:58,380",
    "hook": "Want to manifest your dream partner? Here’s the neuroscience way.",
    "caption": "List the qualities you want\nBecome those qualities yourself\nAttract what you are, not just what you want",
    "transcript_text": "yeah so with that one I think the preferred method is to create a list of the attributes that you want in that person but you then have to make sure that you are everything that is on that list so if I want to blonde I've got a guy in my hair no I'm joking I'm joking okay I get what you mean so you're talking about fundamental qualities and values yeah and then making sure that you represent those qualities and values"
  },
  {
    "start": "01:44:36,760",
    "end": "01:46:07,960",
    "hook": "Is neurodiversity actually rising—or are we just better at spotting it?",
    "caption": "ADHD, autism, dyslexia: more common, or just better diagnosed?\nThe world is changing fast.\nMaybe our brains are adapting.",
    "transcript_text": "so neurodiversity is basically anything that doesn't fall into the category of a typical brain so you know the way that most of the population think and how their brain works so that would include things like dyslexia and dyscalculia and ADD ADHD and autism slash asperger's spectrum and other things um um I think that a lot of it is to do with better diagnosis so I'm not saying it isn't that it isn't the case that these things have risen but I think we're also much better at diagnosing them so for example when I worked with mostly little boys with ADHD when I saw them for the first time and I took the full family history there was quite often an absent father who'd actually been in like several different relationships and like couldn't hold down a job and you kind of thought yeah he probably had it but was undiagnosed so there is an element of that"
  },
  {
    "start": "01:13:07,440",
    "end": "01:13:37,819",
    "hook": "Can trauma actually be passed down through your DNA?",
    "caption": "Generational trauma: science or myth?\nIs your anxiety inherited?\nThe truth about your ancestors’ impact",
    "transcript_text": "Earlier you talked about generational trauma and epigenetics, that's what you said. What are both of those things? The first time I heard about generational trauma, I thought it was like woo woo, fluffy, hopeful, wishful thing. Like a nice way to blame your ancestors for the way that you are. When I first heard about this concept that you could be passed down trauma from your parents or your grandparents, it just seemed like it couldn't possibly be true."
  },
  {
    "start": "01:43:05,060",
    "end": "01:44:08,939",
    "hook": "Life will drop you to the depth of your wounds or the height of your values.",
    "caption": "Your wounds or your values?\nThat’s where life meets you.\nDo the work, rise higher.",
    "transcript_text": "and you said it in relationships life will drop you to the depth of your wounds or to the height of your values so really if you want to find a sustainable way to get what you want in life is to do that work on what you can offer other people yeah and as you were speaking it made me think that actually if let's say if I was constantly like oh you know I want I want this pay rise I want that man that's got to be a cortisol inducing state in your body but if instead of that I'm like what can I do for Stephen um I have so much love to give that's going to be oxytocin and who's someone going to be more attracted to interesting oh that's so true"
  },
  {
    "start": "01:10:07,159",
    "end": "01:10:25,679",
    "hook": "Want to instantly bond with someone? Try this eye contact trick.",
    "caption": "Left eye contact = instant connection\nTry it on your next date or meeting\nScience-backed bonding hack",
    "transcript_text": "But the reason that works is because there's an association in our brains that if someone is looking into your left eye, it kind of triggers something, a bonding response that is quite innate in us. Yeah, basically. Is that the TLDR of it? Okay, super interesting. What else? What else? If I'm trying to bond with someone."
  },
  {
    "start": "01:35:01,359",
    "end": "01:35:38,619",
    "hook": "Does the language you use in your head really matter?",
    "caption": "Your words literally rewire your brain\nRepeat a thought = your brain believes it\nYou can trick your brain with language!",
    "transcript_text": "does language really matter the language we say to ourselves oh yeah yeah yeah it really matters yeah how we speak about ourselves how do we know that matters I mean it's neuroplasticity if you're repeating something in your mind or out loud then if that's being repeated more than another statement it's the one that your brain is going to believe so we can trick our brains effectively by saying something else to ourselves repeatedly"
  },
  {
    "start": "01:19:21,279",
    "end": "01:19:39,319",
    "hook": "So stress causes belly fat. Belly fat that's really hard to shift.",
    "caption": "Stressed? Struggling with belly fat?\nIt might not be your diet.\nCortisol could be the real culprit.",
    "transcript_text": "So stress causes belly fat. Belly fat that's really hard to shift. So again, what I would see with people is that they would say, oh, I've put on a bit of weight around the middle, you know, had to loosen the belt a bit. So I've started eating less. I've started exercising more and I still can't shift it. And again, that's when I would explain this is the impact of cortisol."
  },
  {
    "start": "01:19:39,839",
    "end": "01:19:56,759",
    "hook": "As long as you're still leaking out extra cortisol, nothing's going to change.",
    "caption": "Why diet & exercise might not work\nif you're stressed out.\nFix your cortisol first!",
    "transcript_text": "As long as you're still leaking out extra cortisol, nothing's going to change. So and like I said, even exercising more or eating better, less or differently, whatever it is, wouldn't shift that fat. You had to get to the root cause. You had to reduce cortisol."
  },
  {
    "start": "01:43:16,139",
    "end": "01:44:24,380",
    "hook": "Are we ignoring a massive mental health crisis?",
    "caption": "Pandemic aftermath = mental health crisis\nWhy we need to pay attention\nIt’s time to talk about it",
    "transcript_text": "Stephen, I saw this looming at the beginning of the pandemic. It's not looming anymore. It is, we are in crisis. So, you know, all of the health anxiety and the uncertainty and the fear and the loss that we experienced during the pandemic was bad enough. You know, it caused a level of stress that no one who's alive today has experienced before. But we've come out of it. You know, we're relatively, I don't know if I could say, back to normal or in the new normal. And we have not paid any attention to the consequences of what happened to us. And when I say us, I mean, everyone from the babies that were born at that time that never saw anyone but their immediate family, the teenagers that interestingly, boys did better than girls because they play video games on the internet, so they stayed connected. You know, the older people that isolated, the people that lost loved ones, etc. Like, there's so many things. I could say more things than that. We haven't really acknowledged that that's what happened and what we went through."
  },
  {
    "start": "01:58:49,250",
    "end": "01:59:31,510",
    "hook": "This is how you trick your brain out of fear.",
    "caption": "Move from fear to trust\nUnlock real change\nYour brain is the gateway",
    "transcript_text": "i'm a great partner i'm not messy my podcast is super successful like see it feel it in your body taste it in your mouth hear it in your ears completely immerse yourself in that five minutes longer if you can and then just be so grateful for all of that essentially what you're doing is moving your brain from a fear state to a trust state and that is the gateway to making these changes"
  },
  {
    "start": "00:05:28,480",
    "end": "00:05:57,379",
    "hook": "What actually IS stress? Here’s the real definition.",
    "caption": "Stress = when the load feels too much\nPhysical, mental, emotional, spiritual\nIt's all about what YOU can handle",
    "transcript_text": "So I would define stress as when the load that you perceive on you, physically, mentally, emotionally, or spiritually, is too much for you to bear. So yes, it is subjective. When I moved into business and leadership, people would use the terms good stress and bad stress. And I found that really difficult having been a psychiatrist and seeing people actually break down to think that there's any such thing as good stress."
  },
  {
    "start": "01:33:44,500",
    "end": "01:34:23,359",
    "hook": "Struggling with confidence? Try this brain-based jump start.",
    "caption": "Confidence starts with your thoughts\nFlip your negative self-talk\nRepeat until your brain believes it!",
    "transcript_text": "it will get to that but there's actually a little bit of a jump start to that which is really helpful particularly in terms of confidence and self-esteem which is that usually there's a particular recurring negative thought that's associated with feelings of lack of confidence um so if you can identify what that is and create a positive affirmation that's like the opposite of it or something that counteracts it then that can be a great way to get started"
  },
  {
    "start": "01:34:26,340",
    "end": "01:35:07,820",
    "hook": "Can a kiss and a hug literally change your body?",
    "caption": "Unlocking hidden power of affection\nA hug = real physiological change?\nScience vs. intuition showdown",
    "transcript_text": "Funny, because my girlfriend about a month ago or two months ago, I left the house quite early in the morning, maybe about a similar time, 6 a.m. in the morning, when she was still in bed. And I came up to her and gave her a big kiss. I basically kissed all around her. This is so soppy. I kissed all around her face and on her nose and just gave her a big, big hug and stuff. And I walked away, got on the taxi and left, whatever. And she said to me the same day or the day after, she went, I don't know what happened there, but it unlocks something in me. And then my girlfriend went on to say she'd had some challenges with her menstrual cycle and she came on her period. That's amazing. I love that."
  },
  {
    "start": "01:25:12,119",
    "end": "01:25:50,659",
    "hook": "Did you know your brain can actually GROW new cells?",
    "caption": "Neurogenesis explained\nHow your brain makes new neurons\nWhy it matters for memory",
    "transcript_text": "And the third mechanism which doesn't happen a lot in the adult brain but it does happen around the hippocampus because we do lay down new memories in life happens a lot in children's brains is called neurogenesis and that is little embryonic nerve cells that float around in the brain actually becoming fully formed nerve cells, neurons and connecting up through synaptic connection and maybe getting myelinated. And there's a factor, a growth factor that's involved in that the embryonic cell becoming an adult cell which is called BDNF or brain derived neurotrophic factor and trophic means growth so neurotrophic is growth of neurons."
  }
]