[
  {
    "start": "00:07:13",
    "end": "00:07:37",
    "hook": "Did you know women who live together synchronize their periods?",
    "caption": "The science of synced periods\nInvisible forces unite us\nYour body reacts to others",
    "transcript_text": "So did you know that women who live together or work closely together will synchronize their menstrual periods within two or three months? Yeah, I found this out many years ago. And it has completely changed my perception on so many things. So many things, because I have to be honest, I'm a very sort of logical, I need like science and evidence. And so I always thought about, I don't know, physical physical things. Like if I can't see it, it doesn't exist. Kind of been my framework for thinking about life. And when I heard about that, I checked it was true, found out it was true. And it broke the frame in which I think because if if there are invisible, if it's possible, that invisible forces now between me and you are interacting with our bodies, I go, what else is possible?"
  },
  {
    "start": "01:49:58",
    "end": "01:50:35",
    "hook": "These 80-year-olds actually became younger—in just one week.",
    "caption": "After one week of “living younger,” their bodies changed. Mind-blowing or what? #LongevityHacks #GenZScience",
    "transcript_text": "after one week the people in that group were taller because that's their posture improved they were they had better musculoskeletal coordination than they had a week before in before and after photos that were shown to people that didn't know them they were rated as younger in the one week after photos and the photos from arriving at that place um and the reminiscing group also had some improvements but not as much as a group that lived like they were in their 60s and so there was three groups yeah the ones that went back and relived their life the ones that reminisced and the ones that did nothing at all yeah well and that really goes to show the impact of what we think about ourselves and then all of the physiological consequences of that"
  },
  {
    "start": "00:17:10",
    "end": "00:18:00",
    "hook": "Relatable: Why stress makes your belly grow (and it’s not your fault).",
    "caption": "Your boss’s stress = your belly fat?!\nBlame cortisol, not willpower\nScience finally explains the stress belly",
    "transcript_text": "And the other thing about cortisol, which is quite funny. Well, one of the side effects is quite funny, is that as a survival mechanism, it will help you to store fat around your abdomen. So, you know, again, in the cave, if you were potentially going to like not find food for a month, then if you had extra fat around your abdomen, you could digest that and survive until you could find food. So with my clients and financial services, it got to a point where as soon as I walked into the room, they just lift their T-shirt up and say, now you know how I've been in the last month. And then I had a really, really funny incident when I was speaking at a bank and the CEO's PA was there in the audience. And I was explaining that, you know, leadership stress leaks down, that that stress can lead to abdominal fat that you can't shift. And she shouted out, so he's the reason that I'm fat."
  },
  {
    "start": "00:49:03",
    "end": "00:49:20",
    "hook": "Ever wonder why we fear being 'not enough'?",
    "caption": "Welcome to Tribe Thinking🧠\nOur brains hate feeling left out\nIt's ancient survival mode.",
    "transcript_text": "I've spoken to a lot of therapists who talk about the fact that we, two of the things we never want to feel is like we're A, different and B, we're not enough. And I was thinking about that through the lens of our tribes."
  },
  {
    "start": "01:49:03",
    "end": "01:49:58",
    "hook": "Our thoughts about aging can literally change our bodies.",
    "caption": "Can your mindset actually reverse aging? 🤯 Scientists say yes. #MindOverMatter #AgingBackward",
    "transcript_text": "one of the really interesting things you talk about in the book is this idea of sort of psychological priming and psychological priming of aging and that psychological priming is the effect that the mindset of aging has on our physical body how our thoughts about aging affect our physical abilities what i interpreted from that is our thoughts about aging have an impact on our aging yeah so actually there's a really fascinating study it's one of my favorite ones to talk about which was three groups of octogenarians what's an octogenarian in their 80s and one group was the control group so they just lived like normal for a week one group had to reminisce about being in their 60s for most of the week whenever they had an opportunity to and one group were actually driven to retrofitted versions of their homes that looked like what their house looked like 20 years ago they were given newspapers dated from 20 years ago they had photos of themselves in that house when they were in their 60s and and one of the things was they got there and they were they were sort of like okay you know who's going to carry our suitcase up to the bedroom or whatever and they were like no you're 60 now you carry your own suitcase so it literally started from the minute they got there and these little old ladies had to and and gentlemen had to carry their cases up"
  },
  {
    "start": "00:05:22",
    "end": "00:05:37",
    "hook": "There's a famous TED Talk claiming stress only harms us if we believe it will.",
    "caption": "Is stress only bad if you believe it is?\nMindset changes your body\nThe power of self-fulfilling beliefs",
    "transcript_text": "Also, there is, I think there's quite a famous TED Talk that makes the case that stress only has physiological consequences in the form of disease and inflammation and the heart attacks you're describing. If we believe that stress is going to have that effect on us, if we believe stress is bad. It's bad, yeah."
  },
  {
    "start": "00:05:42",
    "end": "00:06:04",
    "hook": "Is there really such a thing as good stress?",
    "caption": "Good stress vs. bad stress\nChallenge can be healthy!\nKeep the spike, avoid the plateau",
    "transcript_text": "When I moved into business and leadership, people would use the terms good stress and bad stress. And I found that really difficult having been a psychiatrist and seeing people actually break down to think that there's any such thing as good stress. But what I have, you know, the way that I've adapted that over the last 10 or 15 years is that there's an adaptive response, which is a healthy response to a challenge. And we have that for a reason. We need that. And that can be a good thing. But that should be a spike. It should go up and it should go back down again. If it stays high all the time, that's not good."
  },
  {
    "start": "00:06:04",
    "end": "00:06:33",
    "hook": "Can stress be contagious like a virus?",
    "caption": "Ever 'catch' someone's bad vibes?\nStress spreads — protect your energy\nContagious emotions are real",
    "transcript_text": "My second question now was about the contagion of stress. Once upon a time, I googled, because I had a thesis, I googled, is stress contagious? And it came up and it said it was contagious. Is it contagious? In what circumstances do we need to be aware of that contagion? And more importantly, how and why is it contagious?"
  },
  {
    "start": "01:53:00",
    "end": "01:53:49",
    "hook": "\"I really need a coffee\" is more powerful than you think.",
    "caption": "Are you a slave to your coffee? Why the word “need” is secretly holding you back. #SelfTalk #MondayMotivation",
    "transcript_text": "i've been thinking a lot you know i said i've got this vlog on youtube called behind the diary and in two of the episodes um i've caught myself out while i'm filming because i said words that i thought would be unhelpful i think people someone in the comments actually challenged me because there's one day when i'm filming dragon's den and i'm filming myself i'm just talking about what's going on and i go oh i really need a coffee this morning and i stop myself and i shouldn't say need and then i go there's something about this casual use of the word need throughout our lives that is disempowering me it's making me a slave to the coffee so i make this point which i'm sure people think i'm a little bit bit weird for making that i should i really need to not say the word need associated to the things because i will then probably develop a psychological um and maybe a physical like a somewhat of a physical need for that for that thing"
  },
  {
    "start": "01:26:37",
    "end": "01:27:06",
    "hook": "Did you know new brain cells can grow in adults?",
    "caption": "Adult brains CAN make new neurons 🧠\nNeurogenesis = brain growth\nHere's how it works",
    "transcript_text": "And the third mechanism which doesn't happen a lot in the adult brain but it does happen around the hippocampus because we do lay down new memories in life happens a lot in children's brains is called neurogenesis and that is little embryonic nerve cells that float around in the brain actually becoming fully formed nerve cells, neurons and connecting up through synaptic connection and maybe getting myelinated."
  },
  {
    "start": "01:27:48",
    "end": "01:28:18",
    "hook": "Stop everything: 30% brain cell growth from this?",
    "caption": "Stop being a couch potato 🛋\nRestarting exercise = 30% cell growth boost\nBrains love new workouts",
    "transcript_text": "If you haven't been doing exercise for a while and then you start the rate of cell turnover is like 30%. So it increases after a period of inactivity with new aerobic exercise. So that's my excuse for like being a couch potato half the time and then starting up again. Oh yeah, who are you kidding? Okay, so it will accelerate the speed in which you're making those connections. Yeah, making the embryonic cells grow into new cells and then connect up with existing ones."
  }
]