[
  {
    "start": "00:40:17",
    "end": "00:40:52",
    "hook": "What if you could heal Parkinson’s disease with your mind—and lose it again in an hour?",
    "caption": "Seen people reverse Parkinson’s twice—then relapse in 60 minutes.\nAll because they slipped back into old mindsets.\nMindset is medicine or poison.",
    "transcript_text": "in that same environment and they're feeling the same way  and they're in the habit of acting the same way  and thinking the same way.  And lo and behold, the condition returns.  We've seen people heal themselves  of Parkinson's disease more than once,  have one response to some very serious event  in their life that produced a very strong emotion.  And in one hour, their condition returned  because they literally went back to the old self  and we've seen that person turn around  and reverse the condition again.  Again, people do the best with what they think is available.  The person standing on the stage"
  },
  {
    "start": "00:40:53",
    "end": "00:41:27",
    "hook": "This woman had zero evidence of breast cancer—no scans, no meds.",
    "caption": "Bilateral cancer vanished from breasts, lymph nodes, liver.\nNot a miracle pill—just rewiring belief.\nIs your mind the ultimate healer?",
    "transcript_text": "The person standing on the stage  who's we've had numerous physicians and researchers  stand on the stage, they're the four minute mile.  They're telling the community, I'm the example of truth.  Now this is no longer philosophy, this is no longer theory.  Here's my scans, we had someone  with bilateral breast cancer just recently.  No evidence of cancer in her breasts  or any lymph nodes no longer in her liver.  I'm looking out at the audience  and everybody's leaning in.  There's the four minute mile  and that person's telling the truth  and they're telling a story and it's not pretty,"
  },
  {
    "start": "00:33:09",
    "end": "00:33:21",
    "hook": "Blind people seeing and deaf people hearing—no joke!",
    "caption": "Spinal injuries reversed by thought alone🤯\nMind + meditation = real-life miracles✨\nWhat’s your excuse?",
    "transcript_text": "that you just did research on?  Or is that totally separate?  Wow, okay.  Yes, so our week long events  are a full immersion experience.  We've done the largest studies on meditation  and have ever been done just because we have a community"
  },
  {
    "start": "00:20:06",
    "end": "00:20:28",
    "hook": "You're driving your brain like a Ferrari stuck in first gear!",
    "caption": "Constant stress keeps you in high-energy beta.\nIt's like flooring a sports car at idle.\nLearn to downshift your mind.",
    "transcript_text": "Now, if you cannot feel a different feeling  other than the feeling that you're used to feeling,  it should tell you volumes about that feeling  because it's gonna influence your very same thoughts.  So the research that we've done over and over again  is that the only way you're actually going to reprogram  your brain to work in your favor  is you gotta learn how to regulate your brainwaves."
  },
  {
    "start": "00:20:29",
    "end": "00:20:53",
    "hook": "Want to rewrite your brain’s operating system?",
    "caption": "Slow your waves from beta to alpha.\nCrack open the OS to script new habits.\nThis is how real change happens.",
    "transcript_text": "is you gotta learn how to regulate your brainwaves.  And you know this, of course,  beta brainwave patterns are thinking brainwave patterns.  It's the analytical mind, it's our critical facilities.  We're in beta right now, we're aware of our bodies,  we're aware of the environment, we're aware of time.  The neocortex has switched on,  it's what plugs us into three-dimensional reality."
  },
  {
    "start": "00:31:04",
    "end": "00:31:19",
    "hook": "We measured people’s LOVE chemicals—prepare to be mind-blown!",
    "caption": "Oxytocin levels through the roof🧪\nGamma coherence 300+σ outside normal⚡\nYour brain is an energy powerhouse",
    "transcript_text": "There's only one other arousal and that's ecstasy,  that's bliss and the person all of a sudden feels connected  to something greater.  Now here's the beauty,  we can see people do this in 15 minutes.  The most important takeaway around all of this"
  }
]