[
  {
    "start": "00:07:00",
    "end": "00:07:18",
    "hook": "Did you know women who live together sync their periods?",
    "caption": "Period syncing is REAL! 😱\nScience says it's true\nInvisible forces at work",
    "transcript_text": "Did you know that women who live together or work closely together will synchronize their menstrual periods within two or three months? Yeah, I found this out many years ago. And it has completely changed my perception on so many things."
  },
  {
    "start": "00:06:18",
    "end": "00:06:35",
    "hook": "Can stress actually be contagious?",
    "caption": "Can you catch stress from others? 😬\nTurns out, stress spreads!\nProtect your vibe",
    "transcript_text": "My second question now was about the contagion of stress. Once upon a time, I googled, because I had a thesis, I googled, is stress contagious? And it came up and it said it was contagious. Is it contagious? In what circumstances do we need to be aware of that contagion? And more importantly, how and why is it contagious?"
  },
  {
    "start": "01:14:08",
    "end": "01:14:35",
    "hook": "Your boss’s stress can literally make you gain belly fat.",
    "caption": "Leadership stress = your stress 😬\nCortisol leaks down the hierarchy\nBelly fat isn’t just about food!",
    "transcript_text": "So managing your stress is obviously important for you, but it's important in terms of what happens to other people. And the first issue I came up against was CEOs and CFOs that said, well, I won't show them that I'm stressed. I won't tell them what's happening with the numbers. I won't display emotions in front of them. And I said, they're still going to know. Physiologically, it's going to impact them. So now you really have to do something about it."
  },
  {
    "start": "01:12:56",
    "end": "01:13:18",
    "hook": "Did you know trauma can actually be passed down through your genes?",
    "caption": "Generational trauma is real 👀\nIt's not just 'blaming your ancestors'\nScience explains how trauma travels",
    "transcript_text": "Earlier you talked about generational trauma and epigenetics, that's what you said. What are both of those things? The first time I heard about generational trauma, I thought it was like woo woo, fluffy, hopeful, wishful thing. Like a nice way to blame your ancestors for the way that you are. When I first heard about this concept that you could be passed down trauma from your parents or your grandparents, it just seemed like it couldn't possibly be true."
  },
  {
    "start": "01:13:09",
    "end": "01:13:28",
    "hook": "Menstrual cycles sync to the alpha female—here’s how to spot her.",
    "caption": "Who’s the alpha female? 🐺\nCycles sync to her lead\nTestosterone = leadership",
    "transcript_text": "Interestingly, it's led by the alpha female. So yeah, so you can, you can work out if you don't know already who the alpha female is. Well, if, you know, basically, let's say my cycles don't change and everyone says, oh, I got my period earlier, I haven't had my period yet, but now it's started, then that would mean that probably I was the alpha female. How does the body know who the alpha female is? That will be to do with levels of testosterone."
  },
  {
    "start": "01:51:12",
    "end": "01:51:59",
    "hook": "My eye doctor said I’d need reading glasses, but I refused—and my eyesight actually got better.",
    "caption": "Refuse to accept limits 👀\nMy eyesight improved after saying NO\nMind over matter is real",
    "transcript_text": "you talk about this um your eyes as well hmm but you're gonna get was it like laser eye surgery no no it's just like people told you you needed glasses well my optician told me so he's um of indian origin same age as me and he said oh i think you know you're probably going to need reading glasses next year and i was like no i do not want reading glasses that makes you look really old and he was like yeah i know i know we both look younger than we are but you know your eyes are gonna age just like anybody else's and i was like no they are not so i left came back a year later he said oh how's it going with the reading so it's fine and he sort of went okay tara so he's doing my eye test he spins around on this little chair halfway through and says your eyes haven't got worse they haven't even stayed the same they've got better and i said i know and he said what have you been doing and i said well i just said no to you and you said i'm gonna have to get reading glasses and when i'm like looking at my phone or a book and it feels like it would be a bit easier if i moved it further away i just don't"
  },
  {
    "start": "01:29:41",
    "end": "01:30:06",
    "hook": "Been lazy? Good news: your brain can bounce back FAST.",
    "caption": "Restarting exercise? 🏋️‍♀️\nBrain cell growth jumps to 30%!\nIt’s never too late to start",
    "transcript_text": "If you haven't been doing exercise for a while and then you start the rate of cell turnover is like 30%. So it increases after a period of inactivity with new aerobic exercise. So that's my excuse for like being a couch potato half the time and then starting up again. Oh yeah, who are you kidding?"
  },
  {
    "start": "00:05:30",
    "end": "00:05:48",
    "hook": "If you believe stress is bad for you, it actually is.",
    "caption": "Your beliefs shape your biology 🧠\nThink stress is harmful? It might be!\nMind over matter is real",
    "transcript_text": "If we believe that stress is going to have that effect on us, if we believe stress is bad. It's bad, yeah. I get that. Is that true?"
  },
  {
    "start": "01:31:16",
    "end": "01:31:48",
    "hook": "Can you grow muscle just by thinking about it?",
    "caption": "Mind over muscle? 🤯\nVisualizing = 13% muscle gain\nYour brain is wild!",
    "transcript_text": "So one group lifted finger or elbow weights. I think this was a two-week study and they showed I think it was about a 40% increase in muscle mass of the targeted muscle group for those weights. Their counterparts only imagined lifting weights for two weeks. They lifted no weights for two weeks. They just sat there and they visualized themselves lifting weights and they had a 13% increase in muscle mass."
  },
  {
    "start": "01:50:13",
    "end": "01:50:47",
    "hook": "There’s an experiment where just reading words about retirement made young people walk slower.",
    "caption": "Words can literally change your body\nRead 'retirement' = walk slower?!\nLanguage hacks your brain",
    "transcript_text": "and what's that doing in the brain why is that why did that improve your reading um well i hadn't experienced a problem with my reading but he was obviously seeing the numbers slightly change um i really didn't do much more than what i've just said so it was like not accepting the limitation and then not changing my behavior and i think that's what you see from the third group of people which is that they they had to change their behavior to to live like without any help and in a way that they had to when they were younger so that essentially removed the limitations that we impose on ourselves which is that if i'm x age it must mean that i need reading glasses or i need a walking stick or whatever it is there's a kind of opposite experiment to that too which was done with young medical students in florida and they had to walk between five rooms and on the table were five pieces of paper with a word on it and you had to string a sentence out of it and but that wasn't the real experiment they thought that was the experiment the real experiment was that in one of the rooms the words that were on the table were florida beach sunshine walk bungalow and all of them walked more slowly out of that room than any of the other rooms because those words are associated with retirement and that made them slow down"
  },
  {
    "start": "01:49:33",
    "end": "01:50:30",
    "hook": "There was a wild experiment with people in their 80s that made them younger in just one week.",
    "caption": "Aging reversed in 7 days?!\nThe power of living like your younger self\nScience-backed mind tricks 🤯",
    "transcript_text": "yeah so actually there's a really fascinating study it's one of my favorite ones to talk about which was three groups of octogenarians what's an octogenarian in their 80s and one group was the control group so they just lived like normal for a week one group had to reminisce about being in their 60s for most of the week whenever they had an opportunity to and one group were actually driven to retrofitted versions of their homes that looked like what their house looked like 20 years ago they were given newspapers dated from 20 years ago they had photos of themselves in that house when they were in their 60s and and one of the things was they got there and they were they were sort of like okay you know who's going to carry our suitcase up to the bedroom or whatever and they were like no you're 60 now you carry your own suitcase so it literally started from the minute they got there and these little old ladies had to and and gentlemen had to carry their cases up"
  },
  {
    "start": "00:19:01",
    "end": "00:19:19",
    "hook": "So stress causes belly fat.",
    "caption": "Stress = stubborn belly fat?\nIt's not just about food or exercise.\nCortisol is the real culprit.",
    "transcript_text": "So stress causes belly fat. Belly fat that's really hard to shift. So again, what I would see with people is that they would say, oh, I've put on a bit of weight around the middle, you know, had to loosen the belt a bit. So I've started eating less. I've started exercising more and I still can't shift it."
  },
  {
    "start": "01:06:48",
    "end": "01:07:30",
    "hook": "Overthinkers, this is for you.",
    "caption": "Struggle with overthinking?\nTry this brain hack.\nIt gets easier every time.",
    "transcript_text": "Let's say I'm an overthinker. Okay. And you're asking me these questions. And I've got this voice in the back of my head saying, why is Steven asking me that? What's he trying to get to? Is he trying to trick me? What I would try to do is silence that voice in my head and say, okay, in this podcast with Steven, I'm going to focus on him. I'm going to take his questions for what they are. And I'm going to speak from my area of expertise. I'm not going to worry about that other stuff that can go on in my head. And let's say this time, I managed to do that 50% of the time. And then I go and do another podcast next week, and I managed to do it 75% of the time, you know, and so on. Eventually, this new pathway that I've been building will become stronger than the one that I had before."
  },
  {
    "start": "01:33:13",
    "end": "01:33:43",
    "hook": "Can you really trick your brain with positive self-talk?",
    "caption": "Your brain believes what you repeat.\nChange your words, change your reality.\nHere’s the science.",
    "transcript_text": "so that's basically metacognition which is that you can you you can understand your own thinking and then reversing that narrative quite strongly even if it doesn't feel like it's totally true and just repeating that so much that you start to wear down that other pathway does language really matter the language we say to ourselves oh yeah yeah yeah it really matters yeah how we speak about ourselves how do we know that matters I mean it's neuroplasticity if you're repeating something in your mind or out loud then if that's being repeated more than another statement it's the one that your brain is going to believe so we can trick our brains effectively by saying something else to ourselves repeatedly"
  },
  {
    "start": "01:54:00",
    "end": "01:54:58",
    "hook": "The way you talk about your habits can literally change your life.",
    "caption": "Language = life hack\nChange your words, change your world\nYou have more power than you think",
    "transcript_text": "yeah there's an overarching point here about personal responsibility as well when people talk about um i can't exercise um i don't have any time it feels like a really disempowering frame versus i've got other priorities which feels empowering and i think about this all the time because if you ask someone why they don't exercise they'll typically blame it on some force the frame makes it seem like there's a force that's controlling their life for them that has not given them the time or that they could not whereas really it's just a typically case of priorities and your your child or your your job that pays your mortgage can be your priority but i think it's important i've always felt it's important to acknowledge the fact that you made the choice to take care of your child or to go to your mortgage paying job versus i didn't you know i didn't have any time yeah this is what i think about language so much and the language that i use and how that's dominating my life even constantly telling myself that i'm unorganized like messy so how that's probably making me a messy person"
  },
  {
    "start": "01:30:26",
    "end": "01:30:43",
    "hook": "Want to learn faster? Here’s the brain hack.",
    "caption": "Exercise = better memory 🧠\nMove more, learn more\nScience says so!",
    "transcript_text": "So if I'm trying to develop, if I'm trying to speak a different language by doing exercise that has an impact on... Oh, it will help you learn and retain memories, yeah. So in simple language, if I'm doing aerobic exercise my ability to accelerate my neuroplasticity will increase. Yeah."
  },
  {
    "start": "01:32:16",
    "end": "01:32:35",
    "hook": "Want to rewire your brain? Here’s the secret.",
    "caption": "Neuroplasticity = taking on big challenges.\nLearning something new literally changes your brain.\nReady to level up?",
    "transcript_text": "and for neuroplasticity to happen we need to be taking on big cognitive challenges challenges that kind of break existing pathways yeah so I want to learn to DJ I've been learning for about 12 months now um that feels like a big cognitive challenge for me yeah that's great um that's the type of thing that would establish a new pathway in my brain absolutely"
  },
  {
    "start": "00:06:39",
    "end": "00:06:50",
    "hook": "Ever left a meeting feeling totally drained?",
    "caption": "Some people just zap your energy 😵‍💫\nIt's not your imagination!\nEnergy is contagious",
    "transcript_text": "Have you ever walked into a room with someone? And by the time you've left that meeting with them, you just feel so drained. Okay, so you know, yeah, you know, so you know the feeling."
  },
  {
    "start": "01:58:10",
    "end": "01:58:36",
    "hook": "Did you know stress is contagious?",
    "caption": "Your vibe affects your tribe\nSocial contagion is real\nChoose your circle wisely",
    "transcript_text": "So if we just like link this back a little bit to the question that you googled, which is stress contagious, then there's another rabbit hole you could go down, which would be about social contagion. So there are statistics that show that in your social group, if someone gets divorced, you're more likely to get divorced in the next year. If someone in your social group is obese, you're more likely to become obese."
  },
  {
    "start": "01:33:09",
    "end": "01:33:38",
    "hook": "A morning kiss changed my girlfriend’s body—literally.",
    "caption": "Can a kiss trigger your period?\nThe wild power of connection.\nScience or magic?",
    "transcript_text": "Funny, because my girlfriend about a month ago or two months ago, I left the house quite early in the morning, maybe about a similar time, 6 a.m. in the morning, when she was still in bed. And I came up to her and gave her a big kiss. I basically kissed all around her. This is so soppy. I kissed all around her face and on her nose and just gave her a big, big hug and stuff. And I walked away, got on the taxi and left, whatever. And she said to me the same day or the day after, she went, I don't know what happened there, but it unlocks something in me. And then my girlfriend went on to say she'd had some challenges with her menstrual cycle and she came on her period. That's amazing. I love that."
  },
  {
    "start": "00:05:01",
    "end": "00:05:17",
    "hook": "Did you know stress is totally subjective?",
    "caption": "Stress hits everyone differently 😳\nIt's all about your perception!\nMindset = everything",
    "transcript_text": "So one can be in a situation where they feel very stressed. You can put a different person in that situation and they wouldn't experience it as stress."
  },
  {
    "start": "01:15:11",
    "end": "01:15:56",
    "hook": "Can stress during pregnancy really affect your baby?",
    "caption": "Pregnancy stress = baby’s future anxiety?\nCortisol crosses the placenta\nWhy managing stress matters for moms",
    "transcript_text": "Imagine the mother's a heroin addict. That is affecting the baby, right? Yeah, yeah. And that's because they share the same blood supply. Yeah. So if the mother is stressed and she's got high levels of cortisol, then that cortisol is going through the placenta into the baby's blood supply. And basically, being stressed from in utero could switch on genes for not being resilient to stress or being more liable to anxiety or mood disorder. And it's already starting off inflammation and this tiny baby that hasn't even been born yet."
  }
]