[
  {
    "start": "00:00:02",
    "end": "00:00:18",
    "hook": "Did you know visualizing weightlifting can actually grow muscle?",
    "caption": "Visualizing workouts can actually build muscle.\nIn a study, lifters gained 13% muscle mass\njust by imagining lifting weights.",
    "transcript_text": "Did you know there's a really fascinating experiment done on weight lifters? They lifted no weights for two weeks. They just sat there and they visualized themselves lifting weights. They had a 13% increase in muscle mass. People should realize how much potential they have in their brains. Dr Tara Swart. She's a neuroscientist, medical doctor, executive advisor, and best-selling author."
  },
  {
    "start": "00:10:01",
    "end": "00:10:16",
    "hook": "Want to bond instantly? Here’s a weird eye trick.",
    "caption": "Look into someone’s LEFT eye—not both—to trigger a primal bonding response.\nThis hack works in dating, sales, or everyday connections.\nTry it once this week and watch the chemistry change.",
    "transcript_text": "Yeah, of course it is. I think we might go down that path a little bit. But the reason that works is because there's association in our brains that if someone is looking into your left eye, it kind of triggers something, a bonding response that is quite innate in us."
  },
  {
    "start": "00:30:53",
    "end": "00:31:28",
    "hook": "What if a morning kiss could supercharge your resilience?",
    "caption": "I wore HRV monitors and saw a resilience spike  \nA simple kiss hit the turquoise zone  \nScience meets romance in bed",
    "transcript_text": "So you'll have less quality sleep? It won't be less quality sleep I've worn HRV monitors and shown that even at the time if my husband woke up at five and I wouldn't wake up any like at all before eight and he gave me a kiss goodbye I got a spike of resilience at that time."
  },
  {
    "start": "00:25:12",
    "end": "00:25:32",
    "hook": "Ever wondered how sleep cleans your brain?",
    "caption": "Meet the glymphatic system—jets flushing toxins nightly.\nThis brain detox needs 7–8 hours of solid sleep.\nCut corners and you risk amyloid buildup.",
    "transcript_text": "Up eight hours a night to sleep you know it's if they feel they can get by on four or five then they'll rather do that because they've got so much to do. The ideal is eight hours and 15 minutes in population norm studies so that doesn't mean it's for everyone but for most people that's the ideal. Actually sleeping more than that can be depressogenic so it can start to lower your mood so you don't want to really be sleeping for nine plus hours but you ideally need to be in bed for nine hours to get that amount of sleep and so there was some award-winning research around 2012 to 2014 when we were beginning to understand how important the cleaning of the brain is overnight. So this entirely new system that we didn't know existed which is called the glymphatic system."
  },
  {
    "start": "00:53:26",
    "end": "00:54:01",
    "hook": "What does porn do to your brain?",
    "caption": "Sex & food are the brain’s biggest drives🍔🍑\nPorn distorts how we treat & see each other\nReal intimacy > transaction—empathy matters❤",
    "transcript_text": "That we've never thought of before we can the way that I put it is we know about generational trauma and intergenerational trauma and epigenetics and how all these bad things can like come down the line but there's also a lot of beauty and wisdom that's there that we can have access to it's we don't have to like reinvent the wheel at all we can just go back to doing the things that we did when we were at peace it's interesting but but that's not gonna that's not easy to do in the world we live in because we've built a society in a world where yeah we live in these like white four white walls in cities alone we're more lonely than ever before we order our food"
  },
  {
    "start": "00:31:28",
    "end": "00:32:08",
    "hook": "Could a simple good-morning kiss really change your cycle?",
    "caption": "I kissed my girlfriend at 6 a.m. on the nose  \nThe next day she unlocked a menstrual shift  \nTiny acts of love, big body effects",
    "transcript_text": "So this could clearly see when they were woken up overnight because it would go into stress. Some people recoup resilience during the day if you know let's say you're like with your partner or your sibling and you're just sitting together and it's super relaxed or if you love your job you know that you can see that happening during the day as well but because I am so obsessed with my sleep I wouldn't normally welcome any sleep disturbance but the power of sleeping together and cuddling all night is so neuroprotective that I would encourage everybody to do it if they can."
  }
]